<template>
  <main>
    <section class="history">
      <h1 class="history-title">История нашей чайной</h1>
      <div class="history-information">
        <p class="history-information__text">
          Наша чайная существует с 2016 года и мы разрослись до большого и
          красивого проекта с командой душевных единомышленников. «Чайная»
          настоящая семья, у нас нет боссов или РАБотников, а есть люди
          влюбленные в чай и в жизнь. Наши чайные мастера отзывчивые и смелые
          ребята с чувством юмора, которые заваривают потрясающий чай, создавая,
          специально для вас, позитивную атмосферу добра и безграничного уюта.
          На протяжении долгого времени мы изучаем чайные традиции Китая и
          поддерживаем дружеские отношения с нашими партнерами. Потому на наши
          полки попадает только лучшее, после тщательного отбора. Чай - это путь
          развития, который объединяет нас с вами. Мы знаем как превратить
          церемонию в настоящее атмосферное событие. Гости нашей чайной каждый
          раз возвращаются к нам, чтобы вновь окунуться в этот поистине
          восхитительный процесс, который становятся особым видом досуга в нашем
          городе.
        </p>
        <div class="history-information__images">
          <img src="@/assets/img/history/img1.jpg" alt="Фотографии чайной" />
          <img src="@/assets/img/history/img2.jpg" alt="Фотографии чайной" />
          <img src="@/assets/img/history/img3.jpg" alt="Фотографии чайной" />
          <img src="@/assets/img/history/img4.jpg" alt="Фотографии чайной" />
          <img src="@/assets/img/history/img5.jpg" alt="Фотографии чайной" />
          <img src="@/assets/img/history/img6.jpg" alt="Фотографии чайной" />
        </div>
      </div>
    </section>
  </main>
</template>

<style>
@import "../assets/css/history.css";
</style>

<script>
export default {
  metaInfo: {
    title: "История"
  }
};
</script>
