<template>
  <main>
    <section class="user-agreement">
      <h1 class="user-agreement__title2">Пользовательское Соглашение</h1>
      <div class="user-agreement__information">
        <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ИП. Есин В. В. (далее Чайна-я.рф или Администрация) с одной стороны и пользователем сайта с другой. Сайт Чайна-я.рф не является средством массовой информации.</p>
        <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
        <p>
          <b>Если Вы не согласны с условиями данного соглашения, не используйте сайт Чайна-я.рф!</b>
        </p>
        <p class="user-agreement__margin">Предмет соглашения</p>
        <p>
          <b>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</b>
        </p>
        <p>
          - Текстовой информации
          <br />- Фотоматериалов
        </p>
        <p class="user-agreement__margin">
          <b>Права и обязанности сторон</b>
        </p>
        <p class="user-agreement__margin">
          <b>Пользователь имеет право:</b>
        </p>
        <p>
          - осуществлять поиск информации на сайте
          <br />- получать информацию на сайте
          <br />- копировать информацию на другие сайты с указанием источника
          <br />- использовать информацию сайта в личных некоммерческих целях
        </p>
        <p class="user-agreement__margin">
          <b>Администрация имеет право:</b>
        </p>
        <p>- создавать, изменять, удалять информацию</p>
        <p class="user-agreement__margin">
          <b>Пользователь обязуется:</b>
        </p>
        <p>
          - обеспечить достоверность предоставляемой информации
          <br />- обеспечивать сохранность личных данных от доступа третьих лиц
          <br />- обновлять персональные данные, предоставленные при регистрации, в случае их изменения
          <br />- не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная или административная ответственность
          <br />- не нарушать работоспособность сайта
          <br />- не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
          <br />- не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
          <br />- не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных законодательством РФ
          <br />- не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства РФ
          <br />- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами
        </p>
        <p class="user-agreement__margin">
          <b>Администрация обязуется:</b>
        </p>
        <p>- поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам.</p>
        <p class="user-agreement__margin">
          <b>Ответственность сторон</b>
        </p>
        <p>
          - пользователь лично несет полную ответственность за распространяемую им информацию
          <br />- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
          <br />- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса
        </p>
        <p class="user-agreement__margin">
          <b>Условия действия Соглашения</b>
        </p>
        <p>
          - Данное Соглашение вступает в силу при регистрации на сайте.
          <br />- Соглашение перестает действовать при появлении его новой версии.
          <br />- Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
        </p>
      </div>
    </section>
  </main>
</template>

<style>
@import "../assets/css/user-agreement.css";
</style>

<script>
export default {
  metaInfo: {
    title: "Пользовательское соглашение"
  }
};
</script>
